const QuestionData = [
  {
    id: 1,
    title: "창밖을 보니 벚꽃이 만개했다! 진짜 이제 봄인듯!",
    answer1: "벚꽃놀이 놓칠 수 없지! 친구들에게 연락을 해봐야겠다✿",
    answer2: "창밖 구경만으로도 나는 만족 (✿◡‿◡).",
    type: "EI",
  },
  {
    id: 2,
    title: " 크리스마스에 친구들과 약속을 잡았다!",
    answer1:
      "친구들과 어디에 놀러갈지 들떠있다!!",
    answer2:
      "친구들이랑 집에서 조용히 영화나 볼까?",
    type: "EI",
  },
  {
    id: 3,
    title: "3일째 폭우가 내려 집에만 있게된 당신!",
    answer1:
      "으,, 집에만 있었더니 몸이 뻐근해! 밖에 나가고싶어!!.",
    answer2: "음~ 오랜만에 집에 오래있을 수 있어서 아주 힐링이 되는군~",
    type: "EI",
  },
  {
    id: 4,
    title: "겨울에 앙상한 나무가 펼쳐진 길을 걸을 때 드는 생각은?",
    answer1: "진짜 겨울이 왔나보다." ,
    answer2: "눈이 내렸을 때 하얀 세상을 상상해본다.",
    type: "SN",
  },
  {
    id: 5,
    title:
      "겨울 붕어빵 장사중인 나, 손님이 붕어빵 100개를 구워달라고 한다.",
    answer1: "와 일단 밀가루 반죽을 더 꺼내야겠다! 빨리 구워드려야지!",
    answer2: "와 뭘 하러가길래 100개나 사는거지? 이유가 궁금해진다",
    type: "SN",
  },
  {
    id: 6,
    title: "일몰을 보러 왔다.주홍빛으로 물드는 석양을 보며 드는 생각은?",
    answer1: "멋지네 보러오길 잘했다~",
    answer2: "벅차오른다!!!!!!!!!",
    type: "SN",
  },
  {
    id: 7,
    title: "비오는 날 친구들과 걷다가 미끄러져서 웃기게 넘어진 나를 보고 친구들이 깔깔깔 웃는다",
    answer1: "아프긴 한데 나도 넘어진 내가 웃김ㅋㅋ",
    answer2: "아픈데 웃기만 하니까 서운해,,,",
    type: "TF",
  },
  {
    id: 8,
    title: "친구가 빗 길에 넘어졌다고 연락이 온다면??",
    answer1:
    "괜찮아? 뭐 하다가 넘어졌어??" ,
    answer2:
    "괜찮아? 어디 다친 곳은 없어??",
    type: "TF",
  },
  {
    id: 9,
    title: "혼자 길가에 서 있는 눈사람을 본다면?",
    answer1: "오~~ 멋진데~ 사진을 찍는다.",
    answer2: "외롭겠다..! 친구 눈사람을 만들어 준다.",
    type: "TF",
  },
  {
    id: 10,
    title: "주말에 밖에서 할 일이 있었는데 비가 온다!",
    answer1:
      "비가 많이 오긴 해도,,  오늘 하기로 했으니까 빨리 다녀와야겠다,, ",
    answer2: "비가 너무 많이 오는데,, 그냥 나중에 날씨 풀리면 해야겠다!",
    type: "JP",
  },
  {
    id: 11,
    title: "눈사람을 만들 때 내가 머리와 몸통을 만드는 방법은?",
    answer1:
      "몸통과 머리의 비율을 계산해서 눈덩이를 만든다",
    answer2: " 눈덩이 두 개를 만들고 더 큰 쪽을 몸통으로 한다.",
    type: "JP",
  },
  {
    id: 12,
    title: "주말에 약속을 잡았다!",
    answer1: "날씨를 확인하고 날씨에 맞는 옷을 미리 골라둔다.",
    answer2: "옷은 그날 느낌대로 고르는거지~!",
    type: "JP",
  },
];
export default QuestionData